"Andromeda" = "Andromeda";
"Antlia" = "Sūknis";
"Apus" = "Paradīzes Putns";
"Aquarius" = "Ūdensvīrs";
"Aquila" = "Ērglis";
"Ara" = "Altāris";
"Aries" = "Auns";
"Auriga" = "Vedējs";
"Boötes" = "Vēršu Dzinējs";
"Caelum" = "Greblis";
"Camelopardalis" = "Žirafe";
"Cancer" = "Vēzis";
"Canes Venatici" = "Medību Suņi";
"Canis Major" = "Lielais Suns";
"Canis Minor" = "Mazais Suns";
"Capricornus" = "Mežāzis";
"Carina" = "Kuģa Ķīlis";
"Cassiopeia" = "Kasiopeja";
"Centaurus" = "Kentaurs";
"Cepheus" = "Cefejs";
"Cetus" = "Valis";
"Chamaeleon" = "Hameleons";
"Circinus" = "Cirkulis";
"Columba" = "Balodis";
"Coma Berenices" = "Berenikes Mati";
"Corona Australis" = "Dienvidu Vainags";
"Corona Borealis" = "Ziemeļu Vainags";
"Corvus" = "Krauklis";
"Crater" = "Kauss";
"Crux" = "Krusts";
"Cygnus" = "Gulbis";
"Delphinus" = "Delfīns";
"Dorado" = "Zelta Zivs";
"Draco" = "Pūķis";
"Equuleus" = "Mazais Zirgs";
"Eridanus" = "Eridāna";
"Fornax" = "Krāsns";
"Gemini" = "Dvīņi";
"Grus" = "Dzērve";
"Hercules" = "Herkuless";
"Horologium" = "Pulkstenis";
"Hydra" = "Hidra";
"Hydrus" = "Dienvidu Hidra";
"Indus" = "Indiānis";
"Lacerta" = "Ķirzaka";
"Leo" = "Lauva";
"Leo Minor" = "Mazais Lauva";
"Lepus" = "Zaķis";
"Libra" = "Svari";
"Lupus" = "Vilks";
"Lynx" = "Lūsis";
"Lyra" = "Lira";
"Mensa" = "Galds";
"Microscopium" = "Mikroskops";
"Monoceros" = "Vienradzis";
"Musca" = "Muša";
"Norma" = "Leņķmērs";
"Octans" = "Oktants";
"Ophiuchus" = "Čūsknesis";
"Orion" = "Orions";
"Pavo" = "Pāvs";
"Pegasus" = "Pegazs";
"Perseus" = "Persejs";
"Phoenix" = "Fenikss";
"Pictor" = "Gleznotājs";
"Pisces" = "Zivis";
"Piscis Austrinus" = "Dienvidu Zivs";
"Puppis" = "Kuģa Gals";
"Pyxis" = "Kompass";
"Reticulum" = "Tīkliņš";
"Sagitta" = "Bulta";
"Sagittarius" = "Strēlnieks";
"Scorpius" = "Skorpions";
"Sculptor" = "Tēlnieks";
"Scutum" = "Vairogs";
"Serpens Caput" = "Čūskas Galva";
"Serpens Cauda" = "Čūskas Aste";
"Sextans" = "Sekstants";
"Taurus" = "Vērsis";
"Telescopium" = "Teleskops";
"Triangulum" = "Trīsstūris";
"Triangulum Australe" = "Dienvidu Trīsstūris";
"Tucana" = "Tukans";
"Ursa Major" = "Lielais Lācis";
"Ursa Minor" = "Mazais Lācis";
"Vela" = "Buras";
"Virgo" = "Jaunava";
"Volans" = "Lidojošā Zivs";
"Vulpecula" = "Lapsiņa";
